/* Tab item title */
"About" = "Aboutzz";

/* Informative text */
"Anonymous system profile information is used to help us plan future development work. Note that no identifying information (like I.P. address, username, etc.) is recorded. Please contact us if you have any questions about this." = "Anonymous system profile information is used to help us plan future development work. Note that no identifying information (like I.P. address, username, etc.) is recorded. Please contact us if you have any questions about this.";

/* Button title */
"Check for updates now" = "Check for updates now";

/* Checkbox title */
"Check for updates when I launch Mail" = "Check for updates when I launch Mail";

/* Checkbox title */
"Enable Letterbox" = "Enable Letterbox";

/* Checkbox title */
"Include anonymous system profile" = "Include anonymous system profile";

/* Informative text */
"Letterbox description" = "LBox is supercool.";
//"Letterbox description" = "Letterbox allows you to make better use of your widescreen monitor, by rearranging the Mail.app interface into three vertical columns. Letterbox is by Aaron Harnly. If you like Letterbox — or have a suggestion of how it could be better — I'd be delighted if you sent me an email. Your words of encouragement and advice inspire me to keep up development.\nMany have asked about donations. Really, I'd just as soon get an email, but your generosity is appreciated. Thanks for using Letterbox.";
// "Letterbox description." = "Letterbox allows you to make better use of your widescreen monitor, by rearranging the Mail.app interface into three vertical columns.\nLetterbox is by Aaron Harnly.\nIf you like Letterbox — or have a suggestion of how it could be better — I'd be delighted if you sent me an email. Your words of encouragement and advice inspire me to keep up development.\nMany have asked about donations. Really, I'd just as soon get an email, but your generosity is appreciated.\nThanks for using Letterbox.";

/* Informative text */
"Letterbox must be enabled in order to check for updates." = "Letterbox must be enabled in order to check for updates.";

/* Informative text */
"Letterbox will be disabled the next time you launch Mail." = "Letterbox will be disabled the next time you launch Mail.";

/* Informative text */
"Letterbox will be enabled the next time you launch Mail." = "Letterbox will be enabled the next time you launch Mail.";

/* Informative text */
"Letterbox will be removed, and Mail restarted. Preferences will be left in place." = "Letterbox will be removed, and Mail restarted. Preferences will be left in place.";

/* Tab item label */
"Options" = "Options";

/* Button title */
"Remove Letterbox" = "Remove Letterbox";

/* Button title */
"Show my profile" = "Show my profile";

/* Tab item label */
"Updates" = "Updates";

/* Button title */
"Visit the MyCompany website" = "Visit the Harnly.net website";

/* Button title */
"Send an email" = "Email letterbox@harnly.net";

/* Button title */
"Donate" = "Donate to support Letterbox";

